{
    "Genesis": {
      "1": {
        "title": "Uumbaji wa Mbingu na Nchi",
        "verses": {
          "1": "Hapo mwanzo Mungu aliziumba mbingu na nchi.",
          "2": "Nayo nchi ilikuwa ukiwa, tena utupu, na giza lilikuwa juu ya uso wa vilindi vya maji; Roho ya Mungu ikatulia juu ya uso wa maji.",
          "3": "Mungu akasema, Iwe nuru; ikawa nuru.",
          "4": "Mungu akaiona nuru, ya kuwa ni njema; Mungu akatenga nuru na giza.",
          "5": "Mungu akaiita nuru Mchana, na giza akaliita Usiku. Ikawa jioni ikawa asubuhi, siku ya kwanza.",
          "6": "Mungu akasema, Na liwe anga katikati ya maji, likayatenge maji na maji.",
          "7": "Mungu akalifanya anga, akayatenga yale maji yaliyo juu ya anga na yale maji yaliyo chini ya anga; ikawa hivyo.",
          "8": "Mungu akaliita lile anga Mbingu. Ikawa jioni ikawa asubuhi, siku ya pili.",
          "9": "Mungu akasema, Maji yaliyo chini ya mbingu na yakusanyike mahali pamoja, ili pakavu paonekane; ikawa hivyo.",
          "10": "Mungu akapaita pale pakavu Nchi; na makusanyiko ya maji akayaita Bahari. Mungu akaona ya kuwa ni vyema.",
          "11": "Mungu akasema, Nchi na itoe majani, mche utoao mbegu, na mti wa matunda uzaao matunda kwa jinsi yake, ambao mbegu zake zimo ndani yake, juu ya nchi; ikawa hivyo.",
          "12": "Nchi ikatoa majani, mche utoao mbegu kwa jinsi yake, na mti uzaao matunda, ambao mbegu zake zimo ndani yake, kwa jinsi yake. Mungu akaona ya kuwa ni vyema.",
          "13": "Ikawa jioni ikawa asubuhi, siku ya tatu.",
          "14": "Mungu akasema, Na iwe mianga katika anga la mbinguni, ili itenge kati ya mchana na usiku; nayo iwe ndiyo dalili na nyakati na siku na miaka;",
          "15": "tena iwe ndiyo mianga katika anga la mbinguni, ili itie nuru juu ya nchi; ikawa hivyo.",
          "16": "Mungu akafanya mianga miwili mikuu; mwanga mkuu utawale mchana, na mwanga mdogo utawale usiku; akafanya na nyota pia.",
          "17": "Mungu akaiweka katika anga la mbinguni, ili itie nuru juu ya nchi,",
          "18": "na kutawala mchana na usiku, na kutenga nuru na giza. Mungu akaona ya kuwa ni vyema.",
          "19": "Ikawa jioni ikawa asubuhi, siku ya nne.",
          "20": "Mungu akasema, Maji na yajawe kwa wingi na viumbe hai, na ndege waruke juu ya nchi katika anga la mbinguni.",
          "21": "Mungu akaumba nyangumi wakubwa, na kila kiumbe hai kiendacho, ambavyo maji yalijaa kwa wingi, kwa jinsi zake; na kila ndege arukaye, kwa jinsi yake. Mungu akaona ya kuwa ni vyema.",
          "22": "Mungu akavibariki, akisema, Zaeni, mkaongezeke, mkayajaze maji ya baharini, na ndege wakaongezeke katika nchi.",
          "23": "Ikawa jioni ikawa asubuhi, siku ya tano.",
          "24": "Mungu akasema, Nchi na itoe kiumbe hai kwa jinsi yake, mnyama wa kufugwa, na kitambaacho, na mnyama wa mwitu kwa jinsi yake; ikawa hivyo.",
          "25": "Mungu akafanya mnyama wa mwitu kwa jinsi yake, na mnyama wa kufugwa kwa jinsi yake, na kila kitambaacho juu ya nchi kwa jinsi yake. Mungu akaona ya kuwa ni vyema.",
          "26": "Mungu akasema, Na tumfanye mtu kwa mfano wetu, kwa sura yetu; wakatawale samaki wa baharini, na ndege wa angani, na wanyama, na nchi yote pia, na kila kitambaacho kitambaacho juu ya nchi.",
          "27": "Mungu akamuumba mtu kwa mfano wake, kwa mfano wa Mungu alimwumba, mwanamume na mwanamke aliwaumba.",
          "28": "Mungu akawabariki, Mungu akawaambia, Zaeni, mkaongezeke, mkaijaze nchi, na kuitiisha; mkatawale samaki wa baharini, na ndege wa angani, na kila kiumbe hai kiendacho juu ya nchi.",
          "29": "Mungu akasema, Tazama, nimewapa kila mche utoao mbegu, ulio juu ya uso wa nchi yote, na kila mti, ambao matunda yake yana mbegu; vitakuwa ndivyo chakula chenu;",
          "30": "na chakula cha kila mnyama wa nchi, na cha kila ndege wa angani, na cha kila kitambaacho juu ya nchi, chenye uhai; nimewapa kila mche wa kijani uwe chakula; ikawa hivyo.",
          "31": "Mungu akaona kila kitu alichokifanya, na tazama, ni chema sana. Ikawa jioni ikawa asubuhi, siku ya sita."
        }
      },
      "2": {
        "title": "Bustani ya Edeni na Uumbaji wa Mwanamke",
        "verses": {
          "1": "Basi mbingu na nchi zikakamilika, na jeshi lake lote.",
          "2": "Na siku ya saba Mungu alimaliza kazi yake yote aliyoifanya; akastarehe siku ya saba, akaacha kufanya kazi yake yote aliyoifanya.",
          "3": "Mungu akaibarikia siku ya saba, akaitakasa kwa sababu katika siku hiyo Mungu alistarehe, akaacha kufanya kazi yake yote aliyoiumba na kuifanya.",
          "4": "Hivyo ndivyo vizazi vya mbingu na nchi zilipoumbwa, siku ile Bwana Mungu alipoziumba nchi na mbingu.",
          "5": "Na kila mche wa kondeni haukuwako bado katika nchi, na kila mboga ya kondeni haikuota bado; kwa maana Bwana Mungu hajainyesha mvua juu ya nchi, wala hapakuwa na mtu wa kuilima ardhi;",
          "6": "lakini ukungu ulipanda kutoka katika nchi, ukainywesha uso wote wa ardhi.",
          "7": "Bwana Mungu akamfanya mtu kwa mavumbi ya ardhi, akampulizia puani pumzi ya uhai; mtu akawa nafsi hai.",
          "8": "Bwana Mungu akapanda bustani upande wa mashariki, katika Edeni, akamweka humo yule mtu aliyemfanya.",
          "9": "Bwana Mungu akachipusha katika ardhi kila mti unaotamanika kwa macho na kufaa kwa kuliwa; na mti wa uzima katikati ya bustani, na mti wa ujuzi wa mema na mabaya.",
          "10": "Mto ukatoka katika Edeni, kuinywesha bustani, na kutoka hapo ukagawanyika kuwa vichwa vinne.",
          "11": "Jina la wa kwanza ni Pishoni; ndio unaozunguka nchi yote ya Havila, ambako kuna dhahabu;",
          "12": "na dhahabu ya nchi ile ni njema; huko kuna bedola na vito vya shohamu.",
          "13": "Na jina la mto wa pili ni Gihoni; ndio unaozunguka nchi yote ya Kushi.",
          "14": "Na jina la mto wa tatu ni Hidekeli; ndio unaopita mbele ya Ashuru. Na mto wa nne ni Frati.",
          "15": "Bwana Mungu akamtwaa yule mtu, akamweka katika bustani ya Edeni, ailime na kuitunza.",
          "16": "Bwana Mungu akamwamuru yule mtu, akisema, Matunda ya kila mti wa bustani waweza kula;",
          "17": "lakini matunda ya mti wa ujuzi wa mema na mabaya usile, kwa maana siku utakapokula matunda ya mti huo, hakika utakufa.",
          "18": "Bwana Mungu akasema, Si vema huyo mtu awe peke yake; nitamfanyia msaidizi wa kufanana naye.",
          "19": "Bwana Mungu akafanya kutoka katika ardhi kila mnyama wa mwitu, na kila ndege wa angani, akamletea Adamu aone atawaitaje; na kila kiumbe hai, jina alilokiita Adamu likawa ndilo jina lake.",
          "20": "Adamu akawapa majina yao kila mnyama wa kufugwa, na ndege wa angani, na kila mnyama wa mwitu; lakini kwa Adamu hakupatikana msaidizi wa kufanana naye.",
          "21": "Bwana Mungu akamletea Adamu usingizi mzito, naye akalala; kisha akatwaa ubavu wake mmoja, akafunika nyama mahali pake.",
          "22": "Na ule ubavu alioutwaa katika Adamu, Bwana Mungu akaufanya mwanamke, akamleta kwa Adamu.",
          "23": "Adamu akasema, Huyu sasa ni mfupa katika mifupa yangu, na nyama katika nyama yangu; ataitwa Mwanamke, kwa maana ametwaliwa katika Mwanamume.",
          "24": "Kwa hiyo mwanamume atamwacha baba yake na mama yake naye ataambatana na mkewe, nao watakuwa mwili mmoja.",
          "25": "Nao walikuwa uchi wote wawili, Adamu na mkewe, wala hawakuona haya."
        }
      },
      "3": {
        "title": "Anguko la Mwanadamu",
        "verses": {
          "1": "Basi nyoka alikuwa mwerevu kuliko wanyama wote wa mwitu aliowafanya Bwana Mungu. Akamwambia mwanamke, Ati! hivi ndivyo alivyosema Mungu, Msile matunda ya miti yote ya bustani?",
          "2": "Mwanamke akamwambia nyoka, Matunda ya miti ya bustanini twaweza kula;",
          "3": "lakini matunda ya mti ulio katikati ya bustani Mungu amesema, Msiyale wala msiyaguse, msije mkafa.",
          "4": "Nyoka akamwambia mwanamke, Hakika hamtakufa;",
          "5": "kwa maana Mungu anajua ya kwamba siku mtakayokula matunda ya mti huo, mtafumbuliwa macho, nanyi mtakuwa kama Mungu, mkijua mema na mabaya.",
          "6": "Mwanamke alipoona ya kuwa ule mti wafaa kwa chakula, wapendeza macho, nao ni mti wa kutamanika kwa maarifa, basi alitwaa katika matunda yake, akala, akampa na mumewe, naye akala.",
          "7": "Wakafumbuliwa macho wote wawili, wakajijua kuwa wa uchi; wakashona majani ya mtini, wakajifanyia nguo.",
          "8": "Kisha wakasikia sauti ya Bwana Mungu, akitembea bustanini wakati wa jua kupunga; Adamu na mkewe wakajificha kati ya miti ya bustani, Bwana Mungu asiwaone.",
          "9": "Bwana Mungu akamwita Adamu, akamwambia, Uko wapi?",
          "10": "Akasema, Nalisikia sauti yako bustanini, nikaogopa kwa kuwa mimi ni uchi; nikajificha.",
          "11": "Akasema, Ni nani aliyekuambia ya kuwa u uchi? Je! umekula wewe matunda ya mti niliokuagiza usile?",
          "12": "Adamu akasema, Mwanamke uliyenipa awe pamoja nami, ndiye aliyenipa matunda ya mti huo, nikala.",
          "13": "Bwana Mungu akamwambia mwanamke, N'nini hili ulilofanya? Mwanamke akasema, Nyoka alinidanganya, nikala.",
          "14": "Bwana Mungu akamwambia nyoka, Kwa sababu umefanya hivi, umelaaniwa wewe kuliko wanyama wote, na kuliko hayawani wote wa mwitu; kwa tumbo utakwenda, na mavumbi utakula siku zote za maisha yako;",
          "15": "nami nitaweka uadui kati yako na huyo mwanamke, na kati ya uzao wako na uzao wake; huo utakuponda kichwa, nawe utamponda kisigino.",
          "16": "Akamwambia mwanamke, Hakika nitakuzidishia uchungu wako na kuzaa kwako; kwa uchungu utazaa watoto; na tamaa yako itakuwa kwa mumeo, naye atakutawala.",
          "17": "Akamwambia Adamu, Kwa kuwa umeisikiliza sauti ya mke wako, ukala matunda ya mti niliokuagiza, nikisema, Usile matunda yake; ardhi imelaaniwa kwa ajili yako; kwa taabu utakula chakula chako siku zote za maisha yako;",
          "18": "michongoma na miiba itakuzalia, nawe utakula mboga za kondeni;",
          "19": "kwa jasho la uso wako utakula chakula, hata utakapoirudia ardhi, ambayo katika hiyo ulitwaliwa; kwa maana u mavumbi wewe, nawe mavumbini utarudi.",
          "20": "Adamu akamwita mkewe jina lake Hawa; kwa kuwa yeye ndiye mama wa wote walio hai.",
          "21": "Bwana Mungu akawafanyia Adamu na mkewe mavazi ya ngozi, akawavika.",
          "22": "Bwana Mungu akasema, Basi, huyu mtu amekuwa kama mmoja wetu, kwa kujua mema na mabaya; na sasa asije akaunyosha mkono wake, akatwaa matunda ya mti wa uzima, akala, akaishi milele;",
          "23": "kwa hiyo Bwana Mungu akamtoa katika bustani ya Edeni, ailime ardhi aliyotwaliwa.",
          "24": "Basi akamfukuza huyo mtu; akaweka upande wa mashariki wa bustani ya Edeni Makerubi, na upanga wa moto uliogeuka huko na huko, kuilinda njia ya mti wa uzima."
        }
      },
      "4": {
        "title": "Kaini na Abeli",
        "verses": {
          "1": "Adamu akamjua Hawa mkewe; naye akapata mimba, akamzaa Kaini, akasema, Nimepata mtoto mwanamume kwa Bwana.",
          "2": "Akaongeza akamzaa ndugu yake, Abeli. Abeli alikuwa mchungaji wa kondoo, na Kaini alikuwa mkulima.",
          "3": "Ikawa baada ya siku kadha wa kadha Kaini akaleta mazao ya ardhi, sadaka kwa Bwana.",
          "4": "Abeli naye akaleta wazao wa kwanza wa wanyama wake na mafuta yao. Bwana akamtakabali Abeli na sadaka yake;",
          "5": "bali Kaini na sadaka yake hakumtakabali. Kaini akaghadhibika sana, uso wake ukakunjamana.",
          "6": "Bwana akamwambia Kaini, Mbona umegħadhibika? Na mbona uso wako umekunjamana?",
          "7": "Kama ukitenda vyema, hutapata kibali? Usipotenda vyema, dhambi iko, inakuotea mlangoni; nayo inakutamani wewe, walakini yapasa uishinde.",
          "8": "Kaini akamwambia Abeli ndugu yake, Twende kondeni. Ikawa walipokuwako kondeni, Kaini akamwinukia Abeli ndugu yake, akamwua.",
          "9": "Bwana akamwambia Kaini, Yuko wapi Abeli ndugu yako? Akasema, Sijui; mimi ni mlinzi wa ndugu yangu?",
          "10": "Akasema, Umefanya nini? Sauti ya damu ya ndugu yako inanililia kutoka katika ardhi.",
          "11": "Basi sasa, umelaaniwa wewe katika ardhi, iliyofunua kinywa chake ipokee damu ya ndugu yako kutoka mkononi mwako.",
          "12": "Utakapoilima ardhi, haitakupa tena mazao yake; utakuwa mtoro na mtu asiye na kikao duniani.",
          "13": "Kaini akamwambia Bwana, Adhabu yangu imenikulia kubwa, haichukuliki.",
          "14": "Tazama, umenifukuza leo katika uso wa ardhi, nami nitasitirika mbali na uso wako; nami nitakuwa mtoro na mtu asiye na kikao duniani; hata itakuwa, kila anionaye ataniua.",
          "15": "Bwana akamwambia, Kwa sababu hiyo, ye yote atakayemwua Kaini atalipizwa kisasi mara saba. Bwana akamtia Kaini alama, mtu amwonaye asimwue.",
          "16": "Kaini akatoka mbele za uso wa Bwana, akakaa katika nchi ya Nodi, mashariki ya Edeni.",
          "17": "Kaini akamjua mkewe, naye akapata mimba, akamzaa Henoko. Akajenga mji, akauita jina lake Henoko, kwa jina la mwanawe.",
          "18": "Henoko akamzaa Iradi. Iradi akamzaa Mehuyaeli. Mehuyaeli akamzaa Methushaeli. Methushaeli akamzaa Lameki.",
          "19": "Lameki akajitwalia wake wawili; jina la wa kwanza ni Ada, na jina la wa pili ni Sila.",
          "20": "Ada akamzaa Yabali; huyo ndiye baba yao wakaao katika hema na kufuga wanyama.",
          "21": "Na jina la ndugu yake ni Yubali; huyo ndiye baba yao wote wapigao kinubi na filimbi.",
          "22": "Na Sila naye akamzaa Tubal-kaini, mfua chuma wa kila chombo cha kukata cha shaba na cha chuma. Na umbu la Tubal-kaini ni Naama.",
          "23": "Lameki akawaambia wake zake, Sikieni sauti yangu, enyi wake za Lameki; Sikieni maneno yangu; Maana nimemwua mtu kwa kunitia jeraha, Kijana kwa kunichubua.",
          "24": "Kama Kaini akilipizwa kisasi mara saba, Hakika Lameki atalipizwa mara sabini na saba.",
          "25": "Adamu akamjua mkewe tena, naye akazaa mwana, akamwita jina lake Sethi; maana, alisema, Mungu ameniwekea uzao mwingine badala ya Abeli, kwa kuwa Kaini alimwua.",
          "26": "Na Sethi naye akazaliwa mwana; akamwita jina lake Enoshi. Hapo ndipo watu walipoanza kuliitia jina la Bwana."
        }
      },
      "5": {
        "title": "Uzao wa Adamu",
        "verses": {
          "1": "Hiki ndicho kitabu cha vizazi vya Adamu. Siku ile Mungu alipomuumba mtu, kwa sura ya Mungu alimfanya;",
          "2": "mwanamume na mwanamke aliwaumba; akawabariki, akawaita jina lao Adamu, siku ile walipoumbwa.",
          "3": "Adamu akaishi miaka mia na thelathini, akazaa mwana kwa sura yake, kwa mfano wake, akamwita jina lake Sethi.",
          "4": "Na siku za Adamu baada ya kumzaa Sethi zilikuwa miaka mia nane; akazaa wana na binti.",
          "5": "Na siku zote za Adamu alizoishi ni miaka mia kenda na thelathini, akafa.",
          "6": "Sethi akaishi miaka mia na mitano, akamzaa Enoshi.",
          "7": "Sethi akaishi baada ya kumzaa Enoshi miaka mia nane na saba, akazaa wana na binti.",
          "8": "Na siku zote za Sethi ni miaka mia kenda na kumi na miwili, akafa.",
          "9": "Enoshi akaishi miaka tisini, akamzaa Kenani.",
          "10": "Enoshi akaishi baada ya kumzaa Kenani miaka mia nane na kumi na mitano, akazaa wana na binti.",
          "11": "Na siku zote za Enoshi ni miaka mia kenda na mitano, akafa.",
          "12": "Kenani akaishi miaka sabini, akamzaa Mahalaleli.",
          "13": "Kenani akaishi baada ya kumzaa Mahalaleli miaka mia nane na arobaini, akazaa wana na binti.",
          "14": "Na siku zote za Kenani ni miaka mia kenda na kumi, akafa.",
          "15": "Mahalaleli akaishi miaka sitini na mitano, akamzaa Yaredi.",
          "16": "Mahalaleli akaishi baada ya kumzaa Yaredi miaka mia nane na thelathini, akazaa wana na binti.",
          "17": "Na siku zote za Mahalaleli ni miaka mia nane na tisini na mitano, akafa.",
          "18": "Yaredi akaishi miaka mia na sitini na miwili, akamzaa Henoko.",
          "19": "Yaredi akaishi baada ya kumzaa Henoko miaka mia nane, akazaa wana na binti.",
          "20": "Na siku zote za Yaredi ni miaka mia kenda na sitini na miwili, akafa.",
          "21": "Henoko akaishi miaka sitini na mitano, akamzaa Methusela.",
          "22": "Henoko akaenda pamoja na Mungu baada ya kumzaa Methusela miaka mia tatu, akazaa wana na binti.",
          "23": "Na siku zote za Henoko ni miaka mia tatu na sitini na mitano.",
          "24": "Henoko akaenda pamoja na Mungu, naye hakuonekana; maana Mungu alimtwaa.",
          "25": "Methusela akaishi miaka mia na themanini na saba, akamzaa Lameki.",
          "26": "Methusela akaishi baada ya kumzaa Lameki miaka mia saba na themanini na miwili, akazaa wana na binti.",
          "27": "Na siku zote za Methusela ni miaka mia kenda na sitini na kenda, akafa.",
          "28": "Lameki akaishi miaka mia na themanini na miwili, akazaa mwana.",
          "29": "Akamwita jina lake Nuhu, akisema, Huyu ndiye atakayetufariji kwa kazi yetu na kwa taabu ya mikono yetu katika nchi aliyoilaani Bwana.",
          "30": "Lameki akaishi baada ya kumzaa Nuhu miaka mia tano na tisini na mitano, akazaa wana na binti.",
          "31": "Na siku zote za Lameki ni miaka mia saba na sabini na saba, akafa.",
          "32": "Nuhu alikuwa wa miaka mia tano, Nuhu akawazaa Shemu, na Hamu, na Yafethi."
        }
      },
      "6": {
        "title": "Uovu wa Mwanadamu na Maagizo ya Safina",
        "verses": {
          "1": "Ikawa wanadamu walipoanza kuzidi usoni pa nchi na binti wakazaliwa kwao,",
          "2": "wana wa Mungu waliwaona binti za wanadamu ya kuwa ni wazuri; wakajitwalia wake wowote waliowachagua.",
          "3": "Bwana akasema, Roho yangu haitashindana na mwanadamu milele, kwa kuwa yeye naye ni nyama; lakini siku zake zitakuwa miaka mia na ishirini.",
          "4": "Nao Wanefili walikuwako duniani siku zile; na baadaye, wana wa Mungu walipoingia kwa binti za wanadamu, wakawazalia wana; hao ndio waliokuwa mashujaa wa kale, watu wenye sifa.",
          "5": "Bwana akaona ya kuwa maovu ya mwanadamu ni makubwa duniani, na kwamba kila wazo la moyo wake ni baya tu sikuzote.",
          "6": "Bwana akaghairi kwa kuwa amemfanya mwanadamu duniani, akahuzunika moyoni.",
          "7": "Bwana akasema, Nitamfutilia mbali mwanadamu niliyemwumba usoni pa nchi; mwanadamu, na mnyama, na kitambaacho, na ndege wa angani; kwa maana naghairi ya kwamba nimewafanya.",
          "8": "Lakini Nuhu akapata neema machoni pa Bwana.",
          "9": "Hivi ndivyo vizazi vya Nuhu. Nuhu alikuwa mtu wa haki, mkamilifu katika vizazi vyake; Nuhu alikwenda pamoja na Mungu.",
          "10": "Nuhu akawazaa wana watatu, Shemu, na Hamu, na Yafethi.",
          "11": "Dunia ikaharibika mbele za Mungu, dunia ikajaa dhuluma.",
          "12": "Mungu akaiangalia dunia, na tazama, imeharibika; maana kila mwenye mwili amejiharibia njia yake duniani.",
          "13": "Mungu akamwambia Nuhu, Mwisho wa kila mwenye mwili umekuja mbele zangu; kwa maana dunia imejaa dhuluma kwa sababu yao; na, tazama, nitawaharibu pamoja na dunia.",
          "14": "Ujifanyie safina ya mti wa gofa; vyumba vyumba ndani ya safina, na kuipaka lami ndani na nje.",
          "15": "Na hivi ndivyo utakavyoifanya: Urefu wa safina utakuwa dhiraa mia tatu, na upana wake dhiraa hamsini, na kimo chake dhiraa thelathini.",
          "16": "Utaifanyia safina dirisha, na kulimaliza juu kwa dhiraa moja; na mlango wa safina utauweka ubavuni; utaifanya ina ghorofa ya chini, ya pili, na ya tatu.",
          "17": "Nami, tazama, nitaleta gharika ya maji juu ya nchi, ili kuharibu kila chenye mwili, chenye pumzi ya uhai, chini ya mbingu; na kila kitu kilichoko duniani kitakufa.",
          "18": "Lakini agano langu nitalifanya nawe; nawe utaingia katika safina, wewe, na wanao, na mke wako, na wake za wanao pamoja nawe.",
          "19": "Na katika kila kilicho hai, chenye mwili, viwili vya kila namna utaviingiza katika safina, ili vihifadhiwe hai pamoja nawe; vitakuwa mume na mke.",
          "20": "Katika ndege kwa jinsi zao, na katika wanyama kwa jinsi zao, na katika kila kitambaacho cha nchi kwa jinsi zake, viwili vya kila namna vitakuja kwako, ili kuvihifadhi hai.",
          "21": "Nawe ujitwalie chakula chote kiliwacho, nawe utajikusanyia; nacho kitakuwa chakula chako na chao.",
          "22": "Nuhu akafanya hivyo; sawasawa na yote Mungu aliyomwamuru, ndivyo alivyofanya."
        }
      },
      "7": {
        "title": "Gharika Kuu",
        "verses": {
          "1": "Bwana akamwambia Nuhu, Ingia wewe na nyumba yako yote katika safina; kwa maana nimekuona wewe u mwenye haki mbele zangu katika kizazi hiki.",
          "2": "Katika wanyama wote walio safi ujitwalie saba saba, mume na mke; na katika wanyama wasio safi wawili wawili, mume na mke;",
          "3": "katika ndege wa angani nao saba saba, mume na mke; ili kuhifadhi hai mbegu juu ya uso wa nchi yote.",
          "4": "Kwa maana bado siku saba, nitaleta mvua juu ya nchi, siku arobaini mchana na usiku; na kila kiumbe hai nilichokifanya nitakifutilia mbali usoni pa nchi.",
          "5": "Nuhu akafanya sawasawa na yote Bwana aliyomwamuru.",
          "6": "Nuhu alikuwa wa miaka mia sita hapo hiyo gharika ya maji ilipokuwa juu ya nchi.",
          "7": "Nuhu akaingia katika safina, yeye, na wanawe, na mkewe, na wake za wanawe pamoja naye, kwa sababu ya maji ya gharika.",
          "8": "Katika wanyama walio safi, na katika wanyama wasio safi, na katika ndege, na katika kila kitambaacho juu ya nchi,",
          "9": "wakaingia katika safina kwa Nuhu wawili wawili, mume na mke, kama Mungu alivyomwamuru Nuhu.",
          "10": "Ikawa baada ya siku saba, maji ya gharika yakawa juu ya nchi.",
          "11": "Katika mwaka wa mia sita wa maisha ya Nuhu, mwezi wa pili, siku ya kumi na saba ya mwezi, siku iyo hiyo chemchemi zote za vilindi vikuu zilibubujika, na madirisha ya mbinguni yakafunguliwa.",
          "12": "Mvua ikanyesha juu ya nchi, siku arobaini mchana na usiku.",
          "13": "Siku iyo hiyo Nuhu aliingia katika safina, na Shemu, na Hamu, na Yafethi, wana wa Nuhu, na mke wa Nuhu, na wake watatu wa wanawe pamoja nao;",
          "14": "wao, na kila mnyama kwa jinsi yake, na kila mnyama wa kufugwa kwa jinsi yake, na kila kitambaacho juu ya nchi kwa jinsi yake, na kila ndege kwa jinsi yake, kila ndege wa namna yo yote.",
          "15": "Wakaingia katika safina kwa Nuhu, wawili wawili, katika wote wenye mwili, wenye pumzi ya uhai.",
          "16": "Nao walioingia, waliingia mume na mke, katika wote wenye mwili, kama Mungu alivyomwamuru; Bwana akamfungia ndani.",
          "17": "Gharika ikawa siku arobaini juu ya nchi; maji yakazidi, yakaielea safina, ikainuliwa juu ya nchi.",
          "18": "Maji yakapata nguvu, yakazidi sana juu ya nchi; safina ikaelea juu ya uso wa maji.",
          "19": "Maji yakapata nguvu sana juu ya nchi; na milima yote mirefu, iliyo chini ya mbingu nzima, ikafunikwa.",
          "20": "Dhiraa kumi na tano juu maji yalipata nguvu; na milima ikafunikwa.",
          "21": "Wakafa wote wenye mwili waendao juu ya nchi, ndege, na wanyama wa kufugwa, na wanyama wa mwitu, na kila kitambaacho juu ya nchi, na kila mwanadamu.",
          "22": "Wote wenye pumzi ya uhai puani mwao, katika nchi kavu, wakafa.",
          "23": "Akavifutilia mbali kila kiumbe hai kilichokuwako usoni pa nchi, mwanadamu, na mnyama, na kitambaacho, na ndege wa angani; vikafutiliwa mbali na nchi; akabaki Nuhu tu, na hao waliokuwa pamoja naye katika safina.",
          "24": "Maji yakapata nguvu juu ya nchi, siku mia na hamsini."
        }
      },
      "8": {
        "title": "Mwisho wa Gharika",
        "verses": {
          "1": "Mungu akamkumbuka Nuhu, na kila kilicho hai, na wanyama wote waliokuwa pamoja naye katika safina. Mungu akavumisha upepo juu ya nchi, maji yakapungua.",
          "2": "Chemchemi za vilindi na madirisha ya mbinguni vikafungwa, na mvua kutoka mbinguni ikazuiwa.",
          "3": "Maji yakapungua kutoka juu ya nchi daima; na baada ya siku mia na hamsini maji yalipungua.",
          "4": "Safina ikatua mwezi wa saba, siku ya kumi na saba ya mwezi, juu ya milima ya Ararati.",
          "5": "Maji yakazidi kupungua hata mwezi wa kumi. Mwezi wa kumi, siku ya kwanza ya mwezi, vilele vya milima vikaonekana.",
          "6": "Ikawa mwisho wa siku arobaini, Nuhu akafungua dirisha la safina alilolifanya;",
          "7": "akamtoa kunguru, naye akatoka, akaruka huko na huko, hata maji yakakauka juu ya nchi.",
          "8": "Kisha akamtoa njiwa, aone kwamba maji yamepungua usoni pa nchi;",
          "9": "lakini yule njiwa hakupata mahali pa kutua kwa wayo wa mguu wake, akamrudia katika safina, kwa maana maji yalikuwa juu ya uso wa nchi yote. Akanyosha mkono wake, akamtwaa, akamwingiza kwake katika safina.",
          "10": "Akangoja tena siku saba; kisha akamtoa tena yule njiwa katika safina.",
          "11": "Njiwa akamjia wakati wa jioni; na, tazama, katika mdomo wake mlikuwa na jani bichi la mzeituni. Basi Nuhu akajua ya kwamba maji yamepungua juu ya nchi.",
          "12": "Akangoja tena siku saba; akamtoa yule njiwa; naye hakumrudia tena kamwe.",
          "13": "Ikawa mwaka wa mia sita na moja, mwezi wa kwanza, siku ya kwanza ya mwezi, maji yalikauka juu ya nchi. Nuhu akaondoa kifuniko cha safina, akaangalia, na, tazama, uso wa nchi ulikuwa umekauka.",
          "14": "Na mwezi wa pili, siku ya ishirini na saba ya mwezi, nchi ilikuwa kavu.",
          "15": "Mungu akamwambia Nuhu, akisema,",
          "16": "Toka katika safina, wewe, na mke wako, na wanao, na wake za wanao pamoja nawe.",
          "17": "Toa pamoja nawe kila kilicho hai, kilicho pamoja nawe, chenye mwili, ndege, na mnyama, na kila kitambaacho juu ya nchi; ili vizae kwa wingi katika nchi, viongezeke, na kujaza nchi.",
          "18": "Nuhu akatoka, na wanawe, na mkewe, na wake za wanawe pamoja naye.",
          "19": "Kila mnyama, na kila kitambaacho, na kila ndege, na kila kiendacho juu ya nchi, kwa jamaa zao, vikatoka katika safina.",
          "20": "Nuhu akamjengea Bwana madhabahu; akatwaa katika kila mnyama aliye safi, na katika kila ndege aliye safi, akavitoa sadaka za kuteketezwa juu ya madhabahu.",
          "21": "Bwana akasikia harufu ya kupendeza; Bwana akasema moyoni mwake, Sitaalaani tena ardhi kwa ajili ya mwanadamu; kwa maana mawazo ya moyo wa mwanadamu ni mabaya tangu ujana wake; wala sitapiga tena kila kilicho hai, kama nilivyofanya.",
          "22": "Muda nchi idumupo, majira ya kupanda, na mavuno, na baridi na joto, na wakati wa hari na wa baridi, na mchana na usiku, havitakoma."
        }
      },
      "9": {
        "title": "Agano la Mungu na Nuhu",
        "verses": {
          "1": "Mungu akambariki Nuhu na wanawe, akawaambia, Zaeni, mkaongezeke, mkaijaze nchi.",
          "2": "Na hofu yenu na utisho wenu utakuwa juu ya kila mnyama wa nchi, na juu ya kila ndege wa angani, na juu ya vyote viendavyo juu ya ardhi, na juu ya samaki wote wa baharini; vimetiwa mikononi mwenu.",
          "3": "Kila kiendacho kilicho hai kitakuwa chakula chenu; kama nilivyowapa mboga za majani, nimewapa vyote.",
          "4": "Lakini nyama pamoja na uhai wake, yaani, damu yake, msile.",
          "5": "Na hakika damu yenu ya uhai wenu nitaitaka; katika mkono wa kila mnyama nitaitaka, na katika mkono wa mwanadamu; katika mkono wa ndugu ya kila mtu nitautaka uhai wa mtu.",
          "6": "Atakayemwaga damu ya mwanadamu, damu yake itamwagwa na mwanadamu; maana kwa mfano wa Mungu alimfanya mwanadamu.",
          "7": "Na ninyi, zaeni, mkaongezeke; mzae kwa wingi katika nchi, na kuongezeka humo.",
          "8": "Mungu akanena na Nuhu, na wanawe pamoja naye, akisema,",
          "9": "Nami, tazama, ninafanya agano langu nanyi, na uzao wenu baada yenu;",
          "10": "na kila kiumbe hai kilicho pamoja nanyi, ndege, na mnyama, na kila mnyama wa nchi pamoja nanyi; tangu wote watokao katika safina, hata kila mnyama wa nchi.",
          "11": "Nami nitalifanya agano langu nanyi; ya kwamba hatakatiliwa mbali tena kiumbe chenye mwili kwa maji ya gharika; wala hakutakuwa tena gharika ya kuiharibu nchi.",
          "12": "Mungu akasema, Hii ndiyo ishara ya agano nifanyalo kati yangu na ninyi, na kila kiumbe hai kilicho pamoja nanyi, kwa vizazi vya milele:",
          "13": "Mimi nauweka upinde wangu winguni, nao utakuwa ishara ya agano kati yangu na nchi.",
          "14": "Nami nitakapoleta wingu juu ya nchi, upinde utaonekana winguni;",
          "15": "nami nitalikumbuka agano langu, lililo kati yangu na ninyi na kila kiumbe hai chenye mwili; na maji hayatakuwa tena gharika ya kuharibu kila chenye mwili.",
          "16": "Na upinde utakuwa winguni; nami nitautazama, nipate kulikumbuka agano la milele kati ya Mungu na kila kiumbe hai chenye mwili kilichoko juu ya nchi.",
          "17": "Mungu akamwambia Nuhu, Hii ndiyo ishara ya agano, nililolifanya kati yangu na wote wenye mwili walioko juu ya nchi.",
          "18": "Na wana wa Nuhu, waliotoka katika safina, ni Shemu, na Hamu, na Yafethi; na Hamu ndiye baba wa Kanaani.",
          "19": "Hawa ndio wana watatu wa Nuhu; na kwa hao nchi yote ikatawanyika.",
          "20": "Nuhu akaanza kuwa mkulima, akapanda shamba la mizabibu.",
          "21": "Akanywa divai, akalewa; akawa uchi ndani ya hema yake.",
          "22": "Hamu, baba wa Kanaani, akauona uchi wa baba yake, akawaambia ndugu zake wawili waliokuwa nje.",
          "23": "Shemu na Yafethi wakatwaa vazi, wakaliweka juu ya mabega yao wote wawili, wakaenda kinyumenyume, wakaufunika uchi wa baba yao; na nyuso zao zilikuwa zimegeukia upande mwingine, wala hawakuuona uchi wa baba yao.",
          "24": "Nuhu akaamka katika ulevi wake, akajua mwanawe mdogo alivyomtenda.",
          "25": "Akasema, Amelaaniwa Kanaani; Atakuwa mtumwa wa watumwa kwa ndugu zake.",
          "26": "Akasema, Na ahimidiwe Bwana, Mungu wa Shemu; Na Kanaani awe mtumwa wake.",
          "27": "Mungu amwongeze Yafethi, Naye akae katika hema za Shemu; Na Kanaani awe mtumwa wake.",
          "28": "Nuhu akaishi baada ya gharika miaka mia tatu na hamsini.",
          "29": "Na siku zote za Nuhu zilikuwa miaka mia kenda na hamsini, akafa."
        }
      },
      "10": {
        "title": "Vizazi vya Wana wa Nuhu",
        "verses": {
          "1": "Hivi ndivyo vizazi vya wana wa Nuhu, Shemu, na Hamu, na Yafethi; nao wakazaliwa wana baada ya gharika.",
          "2": "Wana wa Yafethi; Gomeri, na Magogu, na Madai, na Yavani, na Tubali, na Mesheki, na Tirasi.",
          "3": "Na wana wa Gomeri; Ashkenazi, na Rifathi, na Togarma.",
          "4": "Na wana wa Yavani; Elisha, na Tarshishi, Kitimu, na Dodanimu.",
          "5": "Kwa hawa, visiwa vya Mataifa viligawanywa katika nchi zao; kila mmoja kwa lugha yake, kwa jamaa zao, katika mataifa yao.",
          "6": "Na wana wa Hamu; Kushi, na Misri, na Putu, na Kanaani.",
          "7": "Na wana wa Kushi; Seba, na Havila, na Sabta, na Raama, na Sabteka. Na wana wa Raama; Sheba, na Dedani.",
          "8": "Kushi akamzaa Nimrodi; yeye alianza kuwa hodari duniani.",
          "9": "Alikuwa mwindaji hodari mbele za Bwana; kwa hiyo hunenwa, Kama Nimrodi mwindaji hodari mbele za Bwana.",
          "10": "Na mwanzo wa ufalme wake ulikuwa Babeli, na Ereki, na Akadi, na Kalne, katika nchi ya Shinari.",
          "11": "Kutoka nchi ile akaenda Ashuru, akajenga Ninawi, na mji wa Rehoboth-iri, na Kala,",
          "12": "na Reseni kati ya Ninawi na Kala; huo ni mji mkuu.",
          "13": "Na Misri akamzaa Ludimu, na Anamimu, na Lehabimu, na Naftuhimu,",
          "14": "na Pathrusimu, na Kasluhimu (ambao kwao walitoka Wafilisti), na Kaftorimu.",
          "15": "Na Kanaani akamzaa Sidoni, mzaliwa wake wa kwanza, na Hethi,",
          "16": "na Myebusi, na Mwamori, na Mgirgashi,",
          "17": "na Mhivi, na Mwarki, na Msini,",
          "18": "na Mwarvadi, na Msemari, na Mhamathi; na baadaye jamaa za Wakanaani zikatawanyika.",
          "19": "Na mpaka wa Wakanaani ulikuwa kutoka Sidoni, kwa njia ya kwenda Gerari, mpaka Gaza; kwa njia ya kwenda Sodoma, na Gomora, na Adma, na Seboimu, mpaka Lasha.",
          "20": "Hao ndio wana wa Hamu, kwa jamaa zao, kwa lugha zao, katika nchi zao, na katika mataifa yao.",
          "21": "Kwa Shemu naye, baba wa watoto wote wa Eberi, ndugu yake mkubwa wa Yafethi, kwake naye walizaliwa watoto.",
          "22": "Wana wa Shemu; Elamu, na Ashuru, na Arfaksadi, na Ludi, na Aramu.",
          "23": "Na wana wa Aramu; Usi, na Huli, na Getheri, na Mashi.",
          "24": "Arfaksadi akamzaa Sela; na Sela akamzaa Eberi.",
          "25": "Kwa Eberi walizaliwa wana wawili; jina la mmoja ni Pelegi; maana katika siku zake nchi iligawanyika; na jina la ndugu yake ni Yoktani.",
          "26": "Yoktani akamzaa Almodadi, na Shelefu, na Hasarmawethi, na Yera,",
          "27": "na Hadoramu, na Uzali, na Dikla,",
          "28": "na Obali, na Abimaeli, na Sheba,",
          "29": "na Ofiri, na Havila, na Yobabu; hawa wote walikuwa wana wa Yoktani.",
          "30": "Na makao yao yalikuwa kutoka Mesha, kwa njia ya kwenda Sefari, mlima wa mashariki.",
          "31": "Hao ndio wana wa Shemu, kwa jamaa zao, kwa lugha zao, katika nchi zao, kwa mataifa yao.",
          "32": "Hizi ndizo jamaa za wana wa Nuhu, kwa vizazi vyao, katika mataifa yao; na kwa hawa mataifa yaligawanyika duniani baada ya gharika."
        }
      },
      "11": {
        "title": "Mnara wa Babeli",
        "verses": {
          "1": "Nchi yote ilikuwa na lugha moja na maneno machache.",
          "2": "Ikawa waliposafiri kutoka mashariki, wakapata nchi tambarare katika nchi ya Shinari; wakakaa huko.",
          "3": "Wakaambiana, Haya, na tufanye matofali, na kuyaunguza moto. Wakawa na matofali badala ya mawe, na lami badala ya chokaa.",
          "4": "Wakasema, Haya, na tujijengee mji na mnara, na kilele chake kifike mbinguni; na tujifanyie jina, tusije tukatawanyika usoni pa nchi yote.",
          "5": "Bwana akashuka auone mji na mnara, waliokuwa wakiujenga wanadamu.",
          "6": "Bwana akasema, Tazama, watu hawa ni taifa moja, na wote wana lugha moja; na haya ndiyo wanayoanza kuyafanya; na sasa hakuna neno watakalokusudia kulifanya ambalo litawazuia.",
          "7": "Haya, na tushuke, tukaivuruge lugha yao, wasisikilizane maneno wao kwa wao.",
          "8": "Basi Bwana akawatawanya kutoka huko usoni pa nchi yote; wakaacha kuujenga ule mji."
        }
    }
}
}